Repository: Detr0x/screensafe-translations
Catalog: *.lproj/Root.strings
Languages: ar, hi

source: %i Loops
ar: %i تكرار دوران
hi: %i लूप्स

source: Choose video
ar: اختيار فيديو
hi: विडीओ चुनें

source: Credits
ar: ↓ شكر خاص
hi: ↓ क्रेडिट्स

source: Download
ar: قائمة تنزيلات
hi: डाउनलोड

source: Download screensavers
ar: تحميل شاشة توقف جديدة
hi: स्क्रीन्सवेर डाउनलोड करें

source: Enable tweak
ar: تفعيل
hi: ट्वीक सुरु करे

source: For helping me when i was stuck in developing
ar: مساعدي اثناء برمجة الاداة
hi: मेरी मदद करणें के लिए जब में देवेलेओपिंग के समय अटक गया था

source: Force clear video
ar: تحديد مقطع فيديو واضح
hi: विडीओ ज़बरदस्ती हटाए

source: Force clear video in case you are unable to select a new one
ar: تحديد مقطع فيديو واضح في حال تعذر عليك تحديد مقطع فيديو جديد
hi: विडीओ को ज़बरदस्ती हटाए अगर आप नया नहीं चुन पा रहे तो

source: Giving me the tweak idea
ar: فكرة الاداة
hi: इस ट्वीक का सुझाव देने के लिए

source: LPM while in screensaver
ar: تفعيل موفر الطاقة مع شاشة التوقف
hi: LPM जब स्क्रीन्सवेर सुरु है

source: Only when authenticated
ar: فقط عند المصادقة
hi: सिर्फ़ जब प्रमाणीकृत किया जाए

source: Other options
ar: اعدادات اضافية
hi: दूसरे विकल्प

source: Scale to fill
ar: حجم مناسب للشاشة
hi: भरने के,इए चौड़ा करे

source: Select custom video
ar: اختيار فيديو مخصص
hi: कस्टम विडीओ का चनाव करे॰

source: Testers
ar: مجربو الاداة
hi: जाँच ने वाले

source: Toggle
ar: تفعيل / ايقاف
hi: टॉगल

source: Video loops (0 = infinite)
ar: عدد مرات تكرار
hi: विडीओ लूप (0 = अनंतकाल
